run/cp_conjugateBatteryCC/constant/solid/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     5.0                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    outsideSurface
    {
        type            patch;
        nFaces          14076;
        startFace       177275;
    }
    lithiumInterface
    {
        type            regionCouple;
        nFaces          2889;
        startFace       191351;
        shadowRegion    region0;
        shadowPatch     liquidToLithiumInterface;
        zone            lithiumInterfaceZone;
        attached        off;
        master          off;
        isWall          off;
        bridgeOverlap   off;
    }
    steelInterface
    {
        type            regionCouple;
        nFaces          10656;
        startFace       194240;
        shadowRegion    region0;
        shadowPatch     liquidToSteelInterface;
        zone            steelInterfaceZone;
        attached        off;
        master          off;
        isWall          off;
        bridgeOverlap   off;
    }
    topLithium
    {
        type            patch;
        nFaces          728;
        startFace       204896;
    }
    topSurface
    {
        type            patch;
        nFaces          640;
        startFace       205624;
    }
    outerAttachmentPoint
    {
        type            patch;
        nFaces          4;
        startFace       206264;
    }
    topAttachmentPoint
    {
        type            patch;
        nFaces          1;
        startFace       206268;
    }
)


// ************************************************************************* //
